// XtraFinder was not tested for Finder version x.x.x
"XtraFinder was not tested for Finder version %@" = "XtraFinder n'a pas été testé pour la version %@ du Finder";

"Tested Finder versions are %@ - %@.\nAn update for XtraFinder will come soon.\n\nDo you want to continue using XtraFinder?" = "Les versions testées sont %@ - %@.\nUne mise à jour de XtraFinder arrivera prochainement.\n\nVoulez-vous continuer à utiliser XtraFinder quand même?";

"Please finish all background jobs like copying or moving files.\nFinder will be restarted now." = "SVP, terminer tout travail en arrière-plan (Copier, Déplacer, etc...).\nLe Finder va redémarrer maintenant.";
"Uninstall" = "Désinstaller";

"Are you sure you want to reset XtraFinder's Preferences?" = "Are you sure you want to reset XtraFinder's Preferences?";

"XtraFinder has been updated to version %@!" = "XtraFinder has been updated to version %@!";